const hg1 = {
    src: 'https://p8.itc.cn/images01/20210429/f93432aefbaa40a9abbc1126a24f6f10.jpeg',
    name: '胡歌',
    hobbies: '爱好: 拍剧',
    title: '把外国模特走成保镖的男人',
    content: [
        {
            id: 1,
            msg: '📝 中国内地影视男演员，毕业于上海戏剧学院表演系'
        },
        {
            id: 2,
            msg: '🌥️ 《仙剑奇侠传三》《琅琊榜》《伪装者》'
        },
        {
            id: 3,
            msg: '2018年春季中国娱乐明星网络影响力排行榜总榜第一名'
        },
        {
            id: 4,
            msg: '首届中国电视剧年度盛典年度男演员'
        }
    ],
    eggs: ['2006年8月遭受严重车祸，2007年6月复出','2009年主演仙侠剧《仙剑奇侠传三》','2010年主演的穿越剧《神话》','2015年主演的谍战剧《伪装者》、古装剧《琅琊榜》', '......']
}

const hg2 = {
    src: 'https://p8.itc.cn/images01/20210429/f93432aefbaa40a9abbc1126a24f6f10.jpeg',
    name: '胡歌',
    hobbies: '爱好: 拍剧',
    title: '把外国模特走成保镖的人',
    content: [
        {
            id: 1,
            msg: '📝 中国内地影视男演员，毕业于上海戏剧学院表演系'
        },
        {
            id: 2,
            msg: '🌥️ 《仙剑奇侠传三》《琅琊榜》《伪装者》'
        },
        {
            id: 3,
            msg: '2018年春季中国娱乐明星网络影响力排行榜总榜第一名'
        },
        {
            id: 4,
            msg: '首届中国电视剧年度盛典年度男演员'
        }
    ],
    eggs: ['2006年8月遭受严重车祸，2007年6月复出','2009年主演仙侠剧《仙剑奇侠传三》','2010年主演的穿越剧《神话》','2015年主演的谍战剧《伪装者》、古装剧《琅琊榜》', '......']
}

const hg3 = {
    src: 'https://p8.itc.cn/images01/20210429/f93432aefbaa40a9abbc1126a24f6f10.jpeg',
    name: '胡歌',
    hobbies: '爱好: 拍剧',
    title: '把外国模特走成保镖的人',
    content: [
        {
            id: 1,
            msg: '📝 中国内地影视男演员，毕业于上海戏剧学院表演系'
        },
        {
            id: 2,
            msg: '🌥️ 《仙剑奇侠传三》《琅琊榜》《伪装者》'
        },
        {
            id: 3,
            msg: '2018年春季中国娱乐明星网络影响力排行榜总榜第一名'
        },
        {
            id: 4,
            msg: '首届中国电视剧年度盛典年度男演员'
        }
    ],
    eggs: ['2006年8月遭受严重车祸，2007年6月复出','2009年主演仙侠剧《仙剑奇侠传三》','2010年主演的穿越剧《神话》','2015年主演的谍战剧《伪装者》、古装剧《琅琊榜》', '......']
}

const hg4 = {
    src: 'https://p8.itc.cn/images01/20210429/f93432aefbaa40a9abbc1126a24f6f10.jpeg',
    name: '胡歌',
    hobbies: '爱好: 拍剧',
    title: '把外国模特走成保镖的人',
    content: [
        {
            id: 1,
            msg: '📝 中国内地影视男演员，毕业于上海戏剧学院表演系'
        },
        {
            id: 2,
            msg: '🌥️ 《仙剑奇侠传三》《琅琊榜》《伪装者》'
        },
        {
            id: 3,
            msg: '2018年春季中国娱乐明星网络影响力排行榜总榜第一名'
        },
        {
            id: 4,
            msg: '首届中国电视剧年度盛典年度男演员'
        }
    ],
    eggs: ['2006年8月遭受严重车祸，2007年6月复出','2009年主演仙侠剧《仙剑奇侠传三》','2010年主演的穿越剧《神话》','2015年主演的谍战剧《伪装者》、古装剧《琅琊榜》', '......']
}

const hg5 = {
    src: 'https://p8.itc.cn/images01/20210429/f93432aefbaa40a9abbc1126a24f6f10.jpeg',
    name: '胡歌',
    hobbies: '爱好: 拍剧',
    title: '把外国模特走成保镖的人',
    content: [
        {
            id: 1,
            msg: '📝 中国内地影视男演员，毕业于上海戏剧学院表演系'
        },
        {
            id: 2,
            msg: '🌥️ 《仙剑奇侠传三》《琅琊榜》《伪装者》'
        },
        {
            id: 3,
            msg: '2018年春季中国娱乐明星网络影响力排行榜总榜第一名'
        },
        {
            id: 4,
            msg: '首届中国电视剧年度盛典年度男演员'
        }
    ],
    eggs: ['2006年8月遭受严重车祸，2007年6月复出','2009年主演仙侠剧《仙剑奇侠传三》','2010年主演的穿越剧《神话》','2015年主演的谍战剧《伪装者》、古装剧《琅琊榜》', '......']
}

const hg6 = {
    src: 'https://p8.itc.cn/images01/20210429/f93432aefbaa40a9abbc1126a24f6f10.jpeg',
    name: '胡歌',
    hobbies: '爱好: 拍剧',
    title: '把外国模特走成保镖的人',
    content: [
        {
            id: 1,
            msg: '📝 中国内地影视男演员，毕业于上海戏剧学院表演系'
        },
        {
            id: 2,
            msg: '🌥️ 《仙剑奇侠传三》《琅琊榜》《伪装者》'
        },
        {
            id: 3,
            msg: '2018年春季中国娱乐明星网络影响力排行榜总榜第一名'
        },
        {
            id: 4,
            msg: '首届中国电视剧年度盛典年度男演员'
        }
    ],
    eggs: ['2006年8月遭受严重车祸，2007年6月复出','2009年主演仙侠剧《仙剑奇侠传三》','2010年主演的穿越剧《神话》','2015年主演的谍战剧《伪装者》、古装剧《琅琊榜》', '......']
}

const personArr = [hg1, hg2, hg3, hg4, hg5, hg6]

export {
    personArr
}